Repository: minhson-git/brilliant-mountain
Catalog: playwave/app/App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_hant

# InstallIconMakerStudioText
source: Create .ico icon files using Icon Maker Studio. After installing Icon Maker Studio, you can create icons with advanced features such as image cropping and assigning different images for each size. Icon Maker Studio is available on the Microsoft Store.
ja_jp: Icon Maker Studio を使って .ico アイコンファイルを作成できます。 Icon Maker Studio をインストールすると、画像の切り取りやサイズごとに異なる画像を設定するなど、高度な機能でアイコンを作成できます。 Icon Maker Studio は Microsoft Store で入手可能です。
zh_hant: 使用 Icon Maker Studio 创建 .ico 图标文件。 安装 Icon Maker Studio 后，您可以使用高级功能创建图标，例如裁剪图片、为每种尺寸设置不同的图像等。 Icon Maker Studio 已在 Microsoft Store 上架。

# InstallPhototypeText
source: View this image {0} with Phototype for free. After installing Phototype, you can view images in any format. Phototype is available on the Microsoft Store.
ja_jp: この画像 {0} は Phototype で無料でご覧いただけます。 Phototype をインストールすると、任意の形式で画像を表示できるようになります。 Phototype は Microsoft Store で入手できます。
zh_hant: 免費使用 Phototype 查看此圖片 {0}。 安裝 Phototype 後，您可以查看任何格式的映像。 Phototype 可在 Microsoft Store 上購買。

# InstallPlayerText
source: Play {0} with {1} player for free. After installing {1}, you can play videos, audio in any format. {1} is available on the Microsoft Store.
ja_jp: {0} を {1} プレーヤーで無料でプレイできます。 {1} をインストールすると、あらゆる形式のビデオやオーディオを再生できます。 {1} は Microsoft Store で入手できます。
zh_hant: 與 {1} 位玩家免費玩 {0}。 安裝{1}後，您可以播放任何格式的影片、音訊。 {1} 可在 Microsoft Store 上購買。

# InstallPlaylistText
source: Play {0} with Play-list player for free. After installing Play-list, you can play videos, audios in any format. Play-list is available on the Microsoft Store.
ja_jp: Play-list で {0} を無料でプレイしてください。 Play-list をインストールすると、あらゆる形式のビデオ、オーディオを再生できます。 Play-list は Microsoft Store で入手できます。
zh_hant: 使用 Play-list 免費玩{0}。 安裝 Play-list 後，您可以播放任何格式的影片、音訊。 Play-list 可在 Microsoft Store 上購買。

# InstallViewerText
source: View this image {0} with {1} for free. After installing {1}, you can view images in any format. {1} is available on the Microsoft Store.
ja_jp: この画像 {0} は {1} で無料で閲覧できます。 {1} をインストールすると、あらゆる形式で画像を閲覧できます。 {1} は Microsoft Store で入手できます。
zh_hant: 「免費使用 {1} 查看此圖片 {0}。 安裝 {1} 後，您可以查看任何格式的圖片。 {1} 可在 Microsoft Store 上購買。 」

source: Installed date
ja_jp: インストール日
zh_hant: 安裝日期

# InstallerSubtitle
source: Clicking yes will mask the thumbnails of all items based on your privacy settings, this does not affect the original images.
ja_jp: [はい] をクリックすると、プライバシー設定に基づいてすべてのアイテムのサムネイルがマスクされます。これは元の画像には影響しません。
zh_hant: 點擊“是”將根據您的隱私設定屏蔽所有項目的縮圖，這不會影響原始圖像。

source: Invalid collection link
ja_jp: 無効なコレクションリンク
zh_hant: 无效的收藏链接

# InvalidCollectionLinkDesc
source: This link is for a single item. Would you like to process it now?
ja_jp: このリンクは単一項目です。今すぐ処理しますか？
zh_hant: 此連結為單一項目。您是否要立即處理？

source: Invalid email address.
ja_jp: メールアドレスが無効です。
zh_hant: 無效的郵件地址。

source: item
ja_jp: アイテム
zh_hant: 物品

# ItemTitle
source: Title
ja_jp: 敬称
zh_hant: 標題

source: items
ja_jp: アイテム
zh_hant: 專案

source: Keep PC awake while processing
ja_jp: 処理中にPCを起動したままにする
zh_hant: 處理時保持 PC 處於喚醒狀態

source: Keyboard
ja_jp: キーボード
zh_hant: 鍵盤

source: Language
ja_jp: 言語
zh_hant: 語言

# LanguageInfo
source: If set to Auto, the original media language will be used. If a specific language is selected, it will be prioritized if available; otherwise, the original will be used.
ja_jp: 「自動」に設定すると、元のメディア言語が使用されます。特定の言語が選択されている場合は、利用可能であれば優先され、そうでなければ元の言語が使用されます。
zh_hant: 如果设置为“自动”，将使用原始媒体语言。如果选择了特定语言，则优先使用该语言（如果可用）；否则将使用原始语言。

source: Language Setting
ja_jp: 言語設定
zh_hant: 語言設定

# LanguageUsingSystemSetting
source: Using System Setting
ja_jp: システム設定を使用します
zh_hant: 使用系統設定

source: Last
ja_jp: 最後
zh_hant: 最後的

source: Last played
ja_jp: 最後にプレイした
zh_hant: 最後玩過

source: Last write time
ja_jp: 最終書き込み時間
zh_hant: 上次写入时间

source: Later
ja_jp: 後で
zh_hant: 之後

source: Learn More
ja_jp: もっと詳しく知る
zh_hant: 了解更多

source: Left
ja_jp: 左
zh_hant: 左邊

source: Legal
ja_jp: 法的情報
zh_hant: 法律信息

source: Library
ja_jp: 図書館
zh_hant: 圖書館

source: Licensing information
ja_jp: ライセンス情報
zh_hant: 許可資訊

source: Limit
ja_jp: 制限
zh_hant: 限制

# LinksNotChanged
source: No changes detected.
ja_jp: 変更は検出されませんでした。
zh_hant: 未检测到更改。

source: List
ja_jp: リスト
zh_hant: 列表

# ListItemsEmptyHint
source: Items of a list appear here
ja_jp: リストのアイテムはここに表示されます
zh_hant: 列表中的项目将显示在此处

# ListsEmptyHint
source: Lists you add appear here
ja_jp: 追加したリストはここに表示されます
zh_hant: 您添加的列表将显示在此处

source: Load
ja_jp: ロード
zh_hant: 載入

# LoadCorruptedFile
source: The file you are trying to open isn't supported or corrupted, please try again with a different format
ja_jp: 開こうとしているファイルはサポートされていないか壊れています。別の形式でもう一度お試しください
zh_hant: 您嘗試開啟的檔案不受支援或已損壞，請使用其他格式重試

# LoadCorruptedSomeFiles
source: Some files or folders are corrupted and cannot be opened
ja_jp: 一部のファイルまたはフォルダーは破損しており、開くことはできません
zh_hant: 某些檔案或資料夾已損壞且無法開啟

source: Local Disk
ja_jp: ローカル ディスク
zh_hant: 本地磁盘

source: Location
ja_jp: 位置
zh_hant: 地點

source: Lock
ja_jp: 鍵
zh_hant: 鎖

source: Lock screen
ja_jp: ロック画面
zh_hant: 鎖定畫面

# LockScreenContent
source: This mode helps dim your screen for privacy or battery saving. Tap the button below to exit this mode.
ja_jp: このモードは画面を暗くして、プライバシー保護やバッテリー節約に役立ちます。下のボタンをタップして終了してください。
zh_hant: 此模式可降低螢幕亮度，以保護隱私或節省電量。請點擊下方按鈕退出。

source: Make Default
ja_jp: デフォルトにします
zh_hant: 使預設

# MaxQuality
source: Maximum quality
ja_jp: 最高画質
zh_hant: 最高质量

source: Media
ja_jp: メディア
zh_hant: 媒體

# MediaEmptyHint
source: Media you save appear here
ja_jp: 保存したメディアはここに表示されます
zh_hant: 您保存的媒体将显示在此处

# Media_Album
source: Album
ja_jp: アルバム
zh_hant: 專輯

# Media_Artists
source: Artists
ja_jp: アーティスト
zh_hant: 藝術家

# Media_Genre
source: Genre
ja_jp: ジャンル
zh_hant: 類型

source: MIME type
ja_jp: MIMEタイプ
zh_hant: MIME類型

source: Minimize to tray at startup
ja_jp: 起動時にトレイに最小化
zh_hant: 啟動時最小化到托盤

source: Minute
ja_jp: 分
zh_hant: 分分鐘

source: Minutes
ja_jp: 分
zh_hant: 分分鐘

source: Missing
ja_jp: ない
zh_hant: 遺失的

source: Missing file
ja_jp: ファイルがありません
zh_hant: 遺失文件

# MobileAPR_FreeSubTitle
source: Free download {0} for your mobile
ja_jp: モバイル版{0}の無料ダウンロード
zh_hant: 免費下載{0}到您的手機上

# MobileAPR_SubTitle
source: Download {0} for your mobile
ja_jp: {0}をモバイルにダウンロード
zh_hant: 為您的手機下載{0}

# MobileAPR_Title
source: {0} for Mobile
ja_jp: {0}のモバイル版
zh_hant: {0}（行動版）

source: Mobile broadband
ja_jp: モバイル通信
zh_hant: 移动网络

source: Mobile data
ja_jp: モバイル通信
zh_hant: 移动网络

source: Month
ja_jp: 月
zh_hant: 月

source: Months
ja_jp: 月
zh_hant: 幾個月

source: More apps
ja_jp: より多くのアプリケーション
zh_hant: 更多應用程式

# MoreAppsDescription
source: They're updated regularly, so be sure to check back.
ja_jp: それらは定期的に更新されているので、必ず確認してください。
zh_hant: 它們會定期更新，因此請務必回來查看。

# MoreAppsTitle
source: Get Apps Created by Us
ja_jp: 作成したアプリをダウンロード
zh_hant: 獲取我們創建的應用程式

source: Mouse
ja_jp: ねずみ
zh_hant: 老鼠

source: Multiple
ja_jp: 多数
zh_hant: 多種的

# MusicGrabber
source: Music Downloader
ja_jp: 音楽ダウンローダー
zh_hant: 音樂下載器

source: Mute
ja_jp: ミュート
zh_hant: 沉默的

source: Name
ja_jp: 名前
zh_hant: 姓名

source: New
ja_jp: 新しい
zh_hant: 新

source: New update available!
ja_jp: 新しいアップデートがあります！
zh_hant: 有新更新可用！

# NewUpdateAvailableMessage
source: Update {0} to v{1} to get the latest features and bug fixes.
ja_jp: 最新機能の追加とバグ修正のため、{0} を v{1} に更新してください。
zh_hant: 请将 {0} 更新至 v{1} 以获取最新功能和错误修复。

source: No
ja_jp: いいえ
zh_hant: 不

# NoAudioStreamFoundMessage
source: No audio stream found in the input file.
ja_jp: 入力ファイルにオーディオ ストリームが見つかりません。
zh_hant: 輸入檔中找不到音訊流。

source: No limit
ja_jp: 制限なし
zh_hant: 沒有限制

# NoVideoStreamFoundMessage
source: No video stream found in the input file.
ja_jp: 入力ファイルにビデオ ストリームが見つかりません。
zh_hant: 輸入檔中找不到視訊串流。

source: None
ja_jp: なし
zh_hant: 沒有任何

source: Not found
ja_jp: 見つかりません
zh_hant: 未找到

source: Nothing in list
ja_jp: リストには何もありません
zh_hant: 清單中沒有任何內容

source: Off
ja_jp: オフ
zh_hant: 关

source: OK
zh_hant: 好的

source: Okay
zh_hant: 好的

source: On
ja_jp: オン
zh_hant: 开

# OnlineAudioGrabber
source: Web Audio Getter
ja_jp: Webオーディオゲッター
zh_hant: 网页音频获取器

# OnlineMediaGrabberDesc
source: Fetch and preserve your authorized media for personal offline access.
ja_jp: 個人でオフライン利用するために、許可されたメディアコンテンツを取得して保存します。
zh_hant: 获取并保存您的授权媒体内容，以便个人离线访问。

# OnlineMusicGrabber
source: Web Music Getter
ja_jp: Webミュージックゲッター
zh_hant: 网页音乐获取器

# OnlineVideoGrabber
source: Web Video Getter
ja_jp: Webビデオゲッター
zh_hant: 网页视频获取器

source: Open
ja_jp: 開ける
zh_hant: 打開

source: Open all
ja_jp: すべてを開く
zh_hant: 全部展开

source: Open file
ja_jp: ファイルを開く
zh_hant: 開啟文件

source: Open file after processing
ja_jp: 処理後にファイルを開きます
zh_hant: 處理後開啟文件

source: Open files
ja_jp: ファイルを開く
zh_hant: 開啟文件

source: Open folder
ja_jp: 開いたフォルダ
zh_hant: 打開資料夾

source: Open folders
ja_jp: 開いたフォルダ
zh_hant: 打開資料夾

source: Open image
ja_jp: 画像を開く
zh_hant: 打开方式

source: Open images
ja_jp: 画像を開く
zh_hant: 打开方式

source: Open videos or music
ja_jp: ビデオまたは音楽を開く
zh_hant: 打開影片或音樂

source: Open with default app
ja_jp: デフォルトのアプリで開く
zh_hant: 使用預設應用程式打開

source: Open with other apps
ja_jp: 他のアプリで開く
zh_hant: 用其他應用程式打開

# OptimizeAudioToMp3
source: Automatically optimize audio to MP3
ja_jp: オーディオを MP3 に自動最適化
zh_hant: 自动将音频优化为 MP3

# OptimizeAudioToMp3Desc
source: Some source audios are not available in MP3 format. This option helps you automatically optimize these files to MP3 during the saving process.
ja_jp: 一部のソースオーディオは MP3 形式で提供されていません。このオプションは、保存中にこれらのファイルを MP3 に自動最適化します。
zh_hant: 某些源音频不提供 MP3 格式。此选项可帮助您在保存过程中自动将这些文件优化为 MP3。

# OptimizeVideoToMp4
source: Automatically optimize media to MP4
ja_jp: メディアを MP4 に自動最適化
zh_hant: 自动将媒体优化为 MP4

# OptimizeVideoToMp4Desc
source: Some source items may be in various formats. This option helps you automatically optimize these files to MP4 during the saving process. This optimization may take longer to process.
ja_jp: 一部のソースアイテムはさまざまな形式である場合があります。このオプションは、保存中にこれらのファイルを MP4 に自動最適化します。この最適化には時間がかかる場合があります。
zh_hant: 某些源项目可能采用各种格式。此选项可帮助您在保存过程中自动将这些文件优化为 MP4。此优化可能需要较长时间。

source: Or drag and drop
ja_jp: またはドラッグアンドドロップ
zh_hant: 或者拖放

source: Original
ja_jp: オリジナル
zh_hant: 原來的

# OriginalF
source: Original
ja_jp: オリジナル
zh_hant: 原來的

# OtherSupportMethod
source: Looking for other ways to get support? You can email us at developer@larige.co
ja_jp: サポートを受ける他の方法をお探しですか? developer@larige.co までメールでお問い合わせください。
zh_hant: 正在尋找其他方式獲得支援？ 您可以發送電子郵件至developer@larige.co

source: Our website
ja_jp: 私たちのウェブサイト
zh_hant: 我們的網站

# OurWebsiteDescription
source: To learn, contact or need further support, please visit our website
ja_jp: 学習、連絡、またはさらなるサポートが必要な場合は、当社の Web サイトにアクセスしてください。
zh_hant: 如需了解、聯絡或需要進一步支持，請造訪我們的網站

source: Output
ja_jp: 出力
zh_hant: 輸出

source: Output folder must be set
zh_hant: 必須設定輸出資料夾

source: Output format
ja_jp: 出力フォーマット
zh_hant: 輸出格式

source: Overwrite existing files
ja_jp: 現在のファイルを上書きする
zh_hant: 覆蓋現有文件

source: Password
ja_jp: パスワード
zh_hant: 密碼

source: Password and confirmation password do not match
ja_jp: パスワードと確認パスワードが一致しません
zh_hant: 密碼和確認密碼不匹配

# PasswordIsNotEmpty
source: Password must not be empty
ja_jp: パスワードを空にすることはできません
zh_hant: 密碼不能為空

source: Paste
ja_jp: 貼り付け
zh_hant: 粘贴

# PasteCollectionLinkHint
source: Paste a collection link, then press Search to collect items.
ja_jp: コレクションのリンクを貼り付け、「検索」を押してアイテムを収集します。
zh_hant: 粘貼收藏連結，然後按「搜尋」以收集項目。

# PasteLinkOrIdHint
source: Paste a media link or ID, then press Search to fetch content.
ja_jp: リンクまたはIDを貼り付け、「検索」を押してコンテンツを取得します。
zh_hant: 粘貼媒體連結或 ID，然後按「搜尋」以獲取內容。

# PasteNewLine
source: Paste to new line
ja_jp: 新しい行に貼り付け
zh_hant: 粘贴到新行

source: Pause
ja_jp: 一時停止
zh_hant: 暫停

source: Permanently delete
ja_jp: 完全に削除
zh_hant: 永久刪除

source: Play
ja_jp: 遊ぶ
zh_hant: 玩

source: Play all
ja_jp: 全部やる
zh_hant: 全部播放

source: Playlist
ja_jp: プレイリスト
zh_hant: 播放列表

# PlusCopy
source: + Copy
ja_jp: +コピー
zh_hant: + 複製

source: Plus Version
ja_jp: Plus エディション
zh_hant: Plus 版本

source: Preferences
ja_jp: プライバシー設定
zh_hant: 優先

source: Preferred language
ja_jp: 優先言語
zh_hant: 首选语言

# PreferredLanguageDesc
source: Select your preferred language for the collection. If unavailable, the system will automatically fetch the best fallback.
ja_jp: コレクションの優先言語を選択します。利用できない場合は、最適な代替言語が自動的に取得されます。
zh_hant: 為您的收藏選擇首選語言。若不可用，系統將自動獲取最合適的備用語言。

source: Premium
ja_jp: プレミアム
zh_hant: 優質的

# Premium_ActiveAllPremiumFeatures
source: Active all premium features
zh_hant: 啟動所有高級功能

# Premium_AnnuallyBilling
source: Annually billing
ja_jp: 年間請求
zh_hant: 按年計費

# Premium_BuyOnceUseForever
source: Buy once, use forever
ja_jp: 一度購入すれば永久に使用可能
zh_hant: 購買一次，永久使用

# Premium_ConvertMoreSubtitle1
source: Not only convert to MP3, MP4 format
ja_jp: MP3、MP4形式に変換するだけではありません
zh_hant: 不僅可以轉換為MP3、MP4格式

# Premium_ConvertMoreSubtitle2
source: But also: MOV, MKV, AVI, WEBM, AAC, OGG, FLAC, WAV, ...
ja_jp: さらに: MOV、MKV、AVI、WEBM、AAC、OGG、FLAC、WAV など
zh_hant: 還有：MOV、MKV、AVI、WEBM、AAC、OGG、FLAC、WAV...

# Premium_ConvertMoreTitle
source: More video, audio conversion options
ja_jp: より多くのビデオとオーディオの変換オプション
zh_hant: 更多視訊和音訊轉換選項

# Premium_Converter0Headline
source: FLAC to keep better quality and OGG to save storage space, …
ja_jp: FLAC はより良い品質を保ち、OGG はストレージ スペースを節約します…
zh_hant: FLAC 可以保持更好的質量，OGG 可以節省儲存空間，…

# Premium_Converter0Title
source: The Converter supports more output formats, not just MP3 and MP4
ja_jp: コンバーターは MP3 や MP4 だけでなく、より多くの出力形式をサポートしています
zh_hant: 轉換器支援更多輸出格式，不僅僅是 MP3 和 MP4

# Premium_Converter1Headline
source: Increase or decrease resolution and bitrate to balance quality and save storage space
ja_jp: 解像度とビットレートを増減して、品質のバランスを取り、ストレージ スペースを節約します
zh_hant: 增加或減少解析度和位元率以平衡品質並節省儲存空間

# Premium_Converter1Title
source: The Converter has many quality options, not just Auto
ja_jp: コンバーターには自動だけでなく、多くの品質オプションがあります
zh_hant: 轉換器有很多品質選項，不僅僅是自動

# Premium_Getter0Headline
source: Easily capture premium audio at 192kbps, 320kbps, or lossless 1411kbps for your personal collection.
ja_jp: 192kbps, 320kbps から、ロスレスな 1411kbps まで、高品質なオーディオを簡単に取得できます。
zh_hant: 轻松获取 192kbps, 320kbps 甚至高达 1411kbps 的优质音频，丰富您的个人收藏。

# Premium_Getter0Title
source: High-Fidelity Audio Getter: Support 192kbps, 320kbps, 512kbps, up to 1411kbps.
ja_jp: ハイファイ・オーディオゲッター：192kbps, 320kbps, 512kbps, 最大 1411kbps に対応。
zh_hant: 高保真音频获取器：支持 192kbps, 320kbps, 512kbps, 最高达 1411kbps。

# Premium_HowToCancelSubscription
source: How to Cancel Subscription
ja_jp: 定期購入のキャンセル方法
zh_hant: 如何取消訂閱

# Premium_LicenseExpired
source: License has expired
ja_jp: ライセンスの有効期限が切れています
zh_hant: 許可證已過期

# Premium_MonthlyBilling
source: Monthly billing
ja_jp: 月額課金
zh_hant: 按月計費

# Premium_MorePlaybackOptionSubtitle1
source: 0.125x ... 2.5x, 3x speed
ja_jp: 0.125倍速～2.5倍速、3倍速
zh_hant: 0.125x ... 2.5x、3x 速度

# Premium_MorePlaybackOptionSubtitle2
source: Easily skim or review content in more detail.
ja_jp: 簡単に流し読みしたり、詳細を確認したりできます。
zh_hant: 輕鬆瀏覽或查看更多詳細資訊。

# Premium_MorePlaybackOptionTitle
source: More playback speed options
ja_jp: 再生速度オプションの追加
zh_hant: 更多播放速度選項

# Premium_NoAdsSubtitle1
source: Remove all ads
ja_jp: すべての広告を削除する
zh_hant: 刪除所有廣告

# Premium_NoAdsSubtitle2
source: Only focus on what you need.
ja_jp: 必要なものだけに集中してください。
zh_hant: 只專注於您需要的東西。

# Premium_NoAdsTitle
source: No Ads
ja_jp: 広告なし
zh_hant: 無廣告

# Premium_OneTime
source: One time billing
ja_jp: 1回限りの請求
zh_hant: 一次性計費

# Premium_OneTimePayment
source: One-time payment, no subscription
zh_hant: 一次性付款，無需訂閱

# Premium_PlanSubtitle
source: Select a plan that matches your Short, Medium, or Long-Term goals
ja_jp: 短期、中期、長期の目標に合ったプランを選択してください
zh_hant: 選擇符合你的短期、中期或長期目標的計劃

# Premium_PlanTitle
source: Flexible pricing plans to meet your needs
ja_jp: ニーズに合わせた柔軟な料金プラン
zh_hant: 彈性的定價方案可滿足您的需求

# Premium_Player0Headline
source: Don't feel burdened when falling asleep or leaving the computer because it turns off by ifself
ja_jp: 眠ったり、コンピューターから離れたりしても、自動的に電源が切れるので負担を感じません
zh_hant: 當你入睡或離開電腦時，你不會感到有負擔，因為它會自動關閉

# Premium_Player0Title
source: The Player has more options for shutdown time
ja_jp: プレーヤーにはシャットダウン時間のオプションがさらに追加されました
zh_hant: 播放器有更多的關機時間選項

# Premium_Player1Headline
source: Review a moment or skim through unimportant parts of the video
ja_jp: ビデオの瞬間を見直したり、重要でない部分をざっと流したりすることができます
zh_hant: 回顧一下或瀏覽影片中不重要的部分

# Premium_Player1Title
source: The Player has more options for playback speed
ja_jp: プレーヤーには再生速度のオプションがさらに追加されました
zh_hant: 播放器有更多播放速度選項

# Premium_PremiumFeatures
source: Premium features
ja_jp: プレミアム機能
zh_hant: 進階功能

# Premium_PurchasePremiumIntro
source: Get exclusive features with
ja_jp: 限定機能を利用するために登録：
zh_hant: 獲取專屬功能，請訂閱

# Premium_QuarterlyBilling
source: Quarterly billing
ja_jp: 四半期ごとの請求
zh_hant: 按季度計費

# Premium_RestorePurchase
source: Restore Purchase
ja_jp: 購入商品を復元する
zh_hant: 恢復購買

# Premium_ScheduleShutdownSubtitle1
source: Automatically turn off the computer
ja_jp: コンピューターの電源を自動的にオフにする
zh_hant: 自動關閉電腦

# Premium_ScheduleShutdownSubtitle2
source: When the video is finished or the playlist is finished, or set a shutdown timer.
ja_jp: ビデオが終了したとき、またはプレイリストが終了したとき、またはシャットダウン タイマーを設定します。
zh_hant: 當影片結束或播放清單結束時，或設定關閉定時器。

# Premium_ScheduleShutdownTitle
source: Fully enable shutdown timer feature
ja_jp: シャットダウンタイマー機能を完全に有効にする
zh_hant: 完全啟用關機定時器功能

# Premium_SemiAnnuallyBilling
source: Semi-annually billing
ja_jp: 半年ごとの請求
zh_hant: 每半年計費一次

# Premium_TinySubtitle1
source: Better experience with Mini Player
ja_jp: ミニプレーヤーの体験がさらに向上
zh_hant: 更好的體驗迷你播放器

# Premium_TinySubtitle2
source: Adjust Mini Player size up to 2 times
ja_jp: ミニプレーヤーのサイズを最大 2 倍に調整
zh_hant: 調整迷你播放器大小最多 2 倍

# Premium_TinyTitle
source: Mini Player is more convenient
ja_jp: ミニプレーヤーはより便利になりました
zh_hant: 迷你播放器更方便

# Premium_UnlimitedLibrarySubtitle1
source: Unlimited library
ja_jp: 無制限のライブラリ
zh_hant: 無限圖書館

# Premium_UnlimitedLibrarySubtitle2
source: Remove the limit of {0} audio and movie folders.
ja_jp: オーディオおよびムービー フォルダーの {0} 個の制限を削除します。
zh_hant: 刪除 {0} 個音訊和電影資料夾的限制。

# Premium_UnlimitedLibraryTitle
source: Folder management
ja_jp: フォルダー管理
zh_hant: 資料夾管理

source: Prevent default
ja_jp: デフォルトを防ぐ
zh_hant: 防止違約

source: Print
ja_jp: 印刷
zh_hant: 列印

source: Privacy policy
ja_jp: プライバシーポリシー
zh_hant: 隱私權政策

source: Privacy settings
ja_jp: プライバシー設定
zh_hant: 隱私設定

# PrivacySettingsSubtitle
source: The configurations are only intended for the purpose of restricting private, sensitive media from being displayed in public environments, these features do not support high-level media security.
ja_jp: この構成は、プライベートで機密性の高いメディアが公共の環境で表示されるのを制限することのみを目的としており、これらの機能は高レベルのメディア セキュリティをサポートしません。
zh_hant: 這些配置僅用於限制私人、敏感媒體在公共環境中顯示，這些功能不支援高級媒體安全。

# PrivacySettingsTitle
source: Privacy settings
ja_jp: プライバシー設定
zh_hant: 隱私設定

source: Pro
ja_jp: プロ
zh_hant: 專業版

source: Pro Edition
ja_jp: プロ版
zh_hant: 專業版

# ProcessingQuality
source: Media Quality for collections
ja_jp: コレクションのメディア品質
zh_hant: 收藏夹的媒体质量

# ProcessingQualityDesc
source: Set the preferred quality for your collection. If an item cannot reach that quality, it will be saved at the nearest available resolution.
ja_jp: コレクションの優先品質を設定します。アイテムがその品質に達しない場合は、利用可能な最も近い解像度で保存されます。
zh_hant: 为您的收藏设置首选质量。如果某个项目无法达到该质量，将以最接近的可用分辨率保存。

source: Processing speed
ja_jp: 処理速度
zh_hant: 处理速度

source: Properties
ja_jp: プロパティ
zh_hant: 特性

source: Publisher
ja_jp: 出版社
zh_hant: 出版商

source: Purchase
ja_jp: 購入
zh_hant: 購買

source: Purchase now
ja_jp: 今すぐ購入
zh_hant: 現在買

source: Quality
ja_jp: 品質
zh_hant: 品質

source: Random
ja_jp: ランダム
zh_hant: 隨機的

# RateToUnlock_Note
source: Note: You can use the full version by rating 5 stars until you delete this app. We may end this campaign at any time without notice.
ja_jp: 注: このアプリを削除するまで、5 つ星を評価することで完全版を使用できます。 本キャンペーンは予告なく終了させていただく場合がございます。
zh_hant: 注意：您可以透過評分 5 顆星來使用完整版，直到刪除此應用程式。 我們可能隨時結束此活動，恕不另行通知。

# RateToUnlock_Rate5StartsToUnlock
source: Rate 5 Stars to Unlock Now
ja_jp: 5 つ星を評価してロックを解除する
zh_hant: 評價 5 星即可立即解鎖

# RateToUnlock_SubTitle
source: To unlock the full version now, please give us a 5 star rating and write something interesting. Thanks for your support!
ja_jp: 今すぐ完全版のロックを解除するには、5 つ星の評価を付けて、何か興味深い内容を書いてください。 ご協力ありがとうございました！
zh_hant: 「要立即解鎖完整版本，請給我們 5 星評級並寫一些有趣的內容。 感謝您的支持！”

# RateToUnlock_Title
source: Unlock full version for free
ja_jp: フルバージョンを無料でロック解除する
zh_hant: 免費解鎖完整版

source: Rate us
ja_jp: 私たちを評価してください
zh_hant: 評價我們

source: Recent
ja_jp: 最近
zh_hant: 最近

# RecentSubtitle
source: Your recently watched media will appear here.
ja_jp: 最近見たメディアがここに表示されます。
zh_hant: 您最近觀看的媒體將顯示在這裡。

# RecentTitle
source: Your recent videos and music
ja_jp: 最近のビデオと音楽
zh_hant: 您最近的影片和音樂

source: Red
ja_jp: 赤
zh_hant: 紅色的

source: Refresh
ja_jp: リフレッシュ
zh_hant: 重新整理

# RegrabItem
source: Re-download this item?
ja_jp: このアイテムを再ダウンロードしますか？
zh_hant: 重新下載此項目？

source: Reload
ja_jp: リロード
zh_hant: 重新載入

source: Removable Drive
ja_jp: リムーバブル ドライブ
zh_hant: 可移动驱动器

source: Removable storage
ja_jp: 取り外し可能なストレージ
zh_hant: 行動儲存

source: Remove
ja_jp: 削除
zh_hant: 消除

source: Remove all
ja_jp: すべて削除する
zh_hant: 移除所有

# RemoveAudioFromVideo
source: Save Video Only (Mute)
ja_jp: ビデオのみ保存（消音）
zh_hant: 仅保存视频（静音）

# RemoveAudioFromVideoDesc
source: This option helps you to save the video stream without audio, resulting in a silent file.
ja_jp: このオプションは、オーディオなしでビデオストリームを保存し、無音ファイルを生成します。
zh_hant: 此选项可帮助您保存不带音频的视频流，从而生成无声文件。

source: Remove from favorite
ja_jp: お気に入りから削除
zh_hant: 從收藏夾移除

source: Remove from list
ja_jp: リストから削除する
zh_hant: 從清單中刪除

source: Remove permanently
ja_jp: 永久に削除する
zh_hant: 永久刪除

source: Remove selected
ja_jp: 削除選択
zh_hant: 刪除選定

source: Rename
ja_jp: 名前を変更
zh_hant: 重命名

source: Replace
ja_jp: 交換する
zh_hant: 代替

source: Replay
ja_jp: リプレイ
zh_hant: 重播

# RequireAllInfo
source: Please provide all the required information on form.
ja_jp: フォームに必要なすべての情報を提供してください。
zh_hant: 請在表格上提供所有必需的資訊。

source: Reset
ja_jp: リセット
zh_hant: 重置

source: Reset advanced settings to default?
ja_jp: 詳細設定をデフォルトにリセットしますか？
zh_hant: 將高級設定重設為預設值？

source: Reset all settings to default?
ja_jp: すべての設定をデフォルトにリセットしますか？
zh_hant: 將所有設定重設為預設值？

source: Reset timer
ja_jp: タイマーをリセットする
zh_hant: 重置定時器

source: Resolution
ja_jp: 解決
zh_hant: 解決

source: Restart
ja_jp: 再起動
zh_hant: 重新開始

# RestartToApplySettings
source: Restart to apply changes.
ja_jp: 変更を適用するには再起動します。
zh_hant: 重新啟動以套用變更。

source: Restarting
ja_jp: 再起動中
zh_hant: 正在重新啟動

source: Restore purchase
ja_jp: 購入の復元
zh_hant: 恢復購買

source: Restrict
ja_jp: 制限
zh_hant: 限制

source: Resume
ja_jp: 履歴書
zh_hant: 恢復

source: Retry
ja_jp: リトライ
zh_hant: 重試

source: Reveal in File Explorer
ja_jp: エクスプローラーで表示する
zh_hant: 在檔案總管中顯示

source: Right
ja_jp: 右
zh_hant: 正確的

source: Rotate
ja_jp: 回転します
zh_hant: 旋轉

source: Run
ja_jp: 走る
zh_hant: 跑步

source: Run all
ja_jp: すべて実行
zh_hant: 運行全部

source: Run as Administrator
ja_jp: 管理者として実行
zh_hant: 以管理員身份執行

source: Run on system startup
ja_jp: システム起動時に実行
zh_hant: 在系統啟動時運行

source: Same folder as input
ja_jp: 入力と同じフォルダー
zh_hant: 與輸入相同的資料夾

# SameItemProcessing
source: This session cannot start because an identical item is already being processed.
ja_jp: 同じアイテムが既に処理されているため、このセッションを開始できません。
zh_hant: 此任务无法开始，因为相同项目正在处理中。

source: Save
ja_jp: 保存
zh_hant: 節省

source: Save to
ja_jp: 保存先
zh_hant: 保存到

source: Saver
ja_jp: セーバー
zh_hant: 保存器

source: Search
ja_jp: 検索
zh_hant: 搜尋

source: Second
ja_jp: 秒
zh_hant: 第二

source: Seconds
ja_jp: 秒
zh_hant: 秒數

source: Secure
ja_jp: セキュリティ
zh_hant: 加密

source: Secured
ja_jp: 保護済み
zh_hant: 已加密

source: Select
ja_jp: 選択する
zh_hant: 選擇

source: Select all
ja_jp: すべて選択
zh_hant: 全選

source: Send
ja_jp: 送信
zh_hant: 傳送

# SendFailure
source: An error occurred while trying to send your request
ja_jp: リクエストを送信しようとしているときにエラーが発生しました
zh_hant: 嘗試發送您的請求時發生錯誤

# SendFailureDescription
source: Please try again later or send an email directly to {0}
ja_jp: 後でもう一度やり直すか、{0}に直接メールを送信してください
zh_hant: 請稍後重試或直接發送電子郵件至 {0}

# SendSuccess
source: Thank you for your report
ja_jp: レポートありがとうございます
zh_hant: 感謝您的報告

# SendSuccessDescription
source: Once we have received your feedback, we will investigate and get back to you as soon as possible.
ja_jp: フィードバックを受け取ったら、できるだけ早く調査してご連絡いたします。
zh_hant: 一旦收到您的回饋，我們將進行調查並儘快回覆您。

source: Sepia
ja_jp: セピア
zh_hant: 棕褐色

source: Sepia1
ja_jp: セピア1
zh_hant: 棕褐色1

source: Sepia2
ja_jp: セピア2
zh_hant: 棕褐色2
